{
    "termsofservice": "# Terms of Service/Use & Privacy Policy\nSee bottom section for amendment logs\nThis document outlines the rules and guidelines that governs the use of the example.com website along with products. By visiting, purchasing a product, or creating an account on this website these terms of services apply to the user.\nThese Terms of Service (“Terms”) govern your use of this website, applications, sold licensed software, or other associated platforms.\n\n---\n\n### Business Details:\nBusiness Name: example.com®\nContact Email: me@example.com\nContact us: https://store.example.com/contact\n\n---\n\n# 1. Definitions\n1. “Product(s)” is used to describe the application, licensed software, or any item sold on our online store.\n2. “You”, “Your”, and “User” is used to describe the end-user viewing and reading this page.\n3. “Use” and “Using” is used to describe your use of the product, by either downloading, installing, activating, or running the product.\n4. “Agreement” refers to this document\n# 2. Information and Product Use\n1. When agreeing to this agreement your information is kept on a secure network to protect your data as best as possible.\n2. Third parties are able to request access to your information. However, this request must meet the requirements set in place for each party to access your information.\n3. Using products in any way that is illegal (i.e. selling copyrighted works, threatening content) can result in breaching of this agreement. You can report any misconduct to `me@example.com` with proof of breaching this section.\n4. example.com reserves the right at any point in time to remove your access and rights to a product for any reason with 0 reprocussions on our end. \n\n# 3. Third Parties and Security\n1. Some products require hosting to be put into a live World Wide Web environment. There is no restriction on where you can host the product to make it available to you. This mainly applies to products to be hosted on a Virtual Private Server (VPS) or another type of online server.\n2. Any party that you give access to your host machine is required to follow this agreement. You are responsible for giving your third parties this agreement and having them create an account.\n3. You are responsible for the security of any owned product and not having this agreement breached. If the agreement is breached by a third party of yours, action can be taken against you and the others involved. It’s recommended to ensure this agreement is alongside the product to help protect yourself from breaching this agreement. See ‘Agreement Availability’ for more information.\n4. f you suspect your third party has breached this agreement contact example.com directly to help resolve the issue.\n5. We use the social media platform Discord as our community hub for support and general questions. This includes other community members.\nMembers in our Discord may give suggestions for any support requests made. We accept no liability for misinformation spread from community members. We do have a dedicated product support team which are able to give verified advice.\n6. The product can only be used by the purchaser of the product, this includes for the use of the product. For example, using the product to host your friends store is not permitted. You can only use the product for projects/businesses you own. Exceptions can be granted by requesting to `me@example.com`\n7. If you are removed from our Discord community or banned from it you may be banned on the website as-well. This does not happen in all cases, however be aware that it is a major possibility.\n\n# 4. Product Alterations\n1. You’re able to edit the contents of a product as long as it meets the agreement in every way listed.\n2. You’re not permitted to alter, modify, edit, delete, or change the license system integration in our products.\n\n# 5. Distributing Products\n1. No product is permitted to be re-distributed to other entities without written permission from example.com. This excludes a VPS and/or server hosting company as the product is still under your account through the hosting company.\n\n# 6. Agreement and Service Availability\n1. This Agreement must remain in its original state and must not be modified in any way.\n2. This Agreement must be alongside the product at all times and not be removed.\n3. If our system(s) including the license system is offline some of your own services may become offline as a result. View the status of our systems at https://status.example.com\n4. If a product is removed from our store DO NOT expect to be able to download it again. We encourage our customers and supporters to keep backups of their owned items at all times.\n\n# 7. Product Credits and Authors\n1. Do not take credit for the product. Removing credits from inside the products file(s) is prohibited.\n2. Some products may have other authors/creators not directly listed in the product files themselves. These credits can be found via the store page for the product.\n# 8. Payments and Refunds\n1. We currently only accept PayPal and Card transactions through the Stripe platform. We ourselves do not handle payments through our system.\n2. Refunds are handled per request. No guarantees are made for any refund request.\nTo meet full refund requirements you must;\n\n> Not have downloaded the product\n> Not have previous license system requests for the item\n> Not have been more than 14 days\n\nWe also offer partial refunds in some cases to compensate for a no longer used item. Partial refund requirements include;\n\n> Not have used the product for longer than 30 days\n\nPlease note that once a refund has been granted upon request, the item will be removed and no longer be accessible.\n\n# 9. Product Warranty and Gain\n1. This product is not to be exploited for personal, financial or commercial gain.\n2. Responsibility for any damages caused by this product or its misuse rest solely with the user, as the author(s) will accept no liability. Appropriate support can be given and provided where deemed needed.\n3. Products turn to legacy editions or become decommissioned overtime. When this happens we are not required to give you a refund, and will usually put notice that a product is reaching a legacy edition *before* decommissioning it.\n4. If a product becomes decommissioned or reaches a legacy edition, do not expect a refund unless you meet the refund criteria in *Chapter 8, Section 2*.\n# 10. Agreement Violations\n1. Breaching and/or violating this agreement with a product can result in termination of services from example.com and/or its third parties. Investigations will be performed and all involved will have action taken on them where deemed necessary.\n2. If you have been found breaching and/or violating this agreement contact may be made with an affiliate group - Stronger Together Network. This is a group aimed at providing security to other product creators and helping the surrounding community remain safe. See their site for more details - https://strongertogether.network.\n3. If found breaching this agreement, your access and associated license key(s) will be deleted or restricted;\n4. Additionally, your account on our system may be banned, deleted, or disabled.\n\n# 10. Reseller Licensing\n1. You WILL receive updates free of charge.\n2. You are required to price match with the lifetime version of the product you are reselling.\n3. You may NOT release the product openly for free.\n4. You may __NOT RESELL THE RESELLER LICENSE__.\n5. Do NOT label or sell/market the product as the original name of the product.\n6. You are REQUIRED to leave the credits inside of the product/application.\n7. You are REQUIRED to integrate your own license system to avoid theft.\n8. You may not leak or release any of the code.\n9. You may not use bits and pieces of the code and then not give credit in other projects.\n10. You will NEVER be given a refund for reseller license purchases as the product sales are not reversable for your own clients that purchase it.\n11. If anyone asks who programmed / wrote the product, you are REQUIRED to say `example.com`.",
    "privacypolicy": "Your information is valuable and we are pleased to provide information regarding your privacy.\n\n# Kinds of personal information we collect and store\nAs we use third parties for our login methods, we collect information provided by these services. Information we collect is.\n- Account IDs\n- Emails\n- Guilds (Discord Only)\n- Creation of your account\n- Account profile photo/avatar\n- Internet Protocol (IP)\n- Payment Information (for PayPal, we collect your account handle/email, for Stripe transactions we collect the last 4 digits of your card, along with transaction Ids for both services.)\n\nPossible login services we can enable are; Discord, GitHub, Google, and Twitter, these services give basic information supplied by their API. Their Terms of Service and privacy policies can be viewed on their respective platforms.\n\n# How we collect your information\nOnce you log in and create an account your information from there is collected and stored in our secure database. This information includes the kinds of personal information listed above. Payment information is only collected when a purchase has been made on our website.\n\n# How we use your information\nWe actively use your information on your account page along with administrational logs which include; payment history, audit logs, receipts.\n\nWe also use your information with our third parties which are able to request user information access, these third parties are listed below.\n\nAdditionally, we also collect data to use in advertising on various advertisement platforms. The shared information with advertising is broad and is not figures for individual user accounts. The data is collected and used as a sum total between all users to gather statistics for our website.\n\n# Verified Third Parties:\n- Stronger Together Network, can request basic user information which is displayed on public user-profiles and in accordance with our Terms of Service.",
    "cookiepolicy": "This cookie policy outlines how example.com (example.com) uses “cookies” and other similar technologies, in connection with our site and related services.\n\n# What is a Cookie?\nCookies are small text files stored in a computer's browser directory. They help website providers with understanding how people use a website, remembering user login details, and storing website preferences.\n\n# Does example.com use Cookies?\nYes we do use cookies to:\n- ensure that services function properly,\n- understand how visitors use our website,\n- analyse and improve services\n\n# Who sets cookies when I use example.com's Site?\nThere are two types of cookies that are set;\n- First party cookies: these cookies are placed and read by example.com directly when you use our services\n- Third-party cookies: these cookies are not set by example.com, they are set by other companies, like Google for website analytic purposes."
}
